Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: OVHcloud accepts automatic TTL as 0; explicit TTLs must be at least 60 seconds.
de: OVHcloud akzeptiert automatische TTL als 0; Explizite TTLs müssen mindestens 60 Sekunden lang sein.
es: OVHcloud acepta el TTL automático como 0; Los TTL explícitos deben tener al menos 60 segundos.
fr: OVHcloud accepte le TTL automatique à 0 ; les durées de vie explicites doivent durer au moins 60 secondes.
hi: OVHcloud स्वचालित TTL को 0 के रूप में स्वीकार करता है; स्पष्ट टीटीएल कम से कम 60 सेकंड का होना चाहिए।
id: OVHcloud menerima TTL otomatis sebagai 0; TTL eksplisit harus berdurasi minimal 60 detik.
ja: OVHcloud は自動 TTL を 0 として受け入れます。明示的な TTL は少なくとも 60 秒である必要があります。
ko: OVHcloud는 자동 TTL을 0으로 허용합니다. 명시적 TTL은 60초 이상이어야 합니다.
pl: OVHcloud akceptuje automatyczne TTL jako 0; Wyraźne TTL muszą wynosić co najmniej 60 sekund.
pt_br: A OVHcloud aceita TTL automático como 0; TTLs explícitos devem ter pelo menos 60 segundos.
tr: OVHcloud, otomatik TTL'yi 0 olarak kabul eder; açık TTL'ler en az 60 saniye olmalıdır.
uk: OVHcloud приймає автоматичний TTL як 0; явні TTL мають бути не менше 60 секунд.
vi: OVHcloud chấp nhận TTL tự động là 0; TTL rõ ràng phải dài ít nhất 60 giây.
zh_hans: OVHcloud 接受自动 TTL 为 0；显式 TTL 必须至少为 60 秒。
zh_hant: OVHcloud 接受自動 TTL 為 0；明確 TTL 必須至少為 60 秒。

source: Once you connect a provider, select a zone to view and manage DNS records.
de: Sobald Sie einen Anbieter verbunden haben, wählen Sie eine Zone aus, um DNS-Einträge anzuzeigen und zu verwalten.
es: Una vez que conecte un proveedor, seleccione una zona para ver y administrar registros DNS.
fr: Une fois que vous avez connecté un fournisseur, sélectionnez une zone pour afficher et gérer les enregistrements DNS.
hi: एक बार जब आप किसी प्रदाता से जुड़ जाते हैं, तो DNS रिकॉर्ड देखने और प्रबंधित करने के लिए एक क्षेत्र चुनें।
id: Setelah Anda menghubungkan penyedia, pilih zona untuk melihat dan mengelola data DNS.
ja: プロバイダーに接続したら、DNS レコードを表示および管理するゾーンを選択します。
ko: 공급자를 연결한 후 영역을 선택하여 DNS 레코드를 보고 관리하세요.
pl: Po podłączeniu dostawcy wybierz strefę, aby przeglądać rekordy DNS i zarządzać nimi.
pt_br: Depois de conectar um provedor, selecione uma zona para visualizar e gerenciar registros DNS.
tr: Bir sağlayıcıya bağlandığınızda, DNS kayıtlarını görüntülemek ve yönetmek için bir bölge seçin.
uk: Після підключення постачальника виберіть зону для перегляду та керування записами DNS.
vi: Sau khi bạn kết nối nhà cung cấp, hãy chọn vùng để xem và quản lý bản ghi DNS.
zh_hans: 连接提供商后，选择一个区域来查看和管理 DNS 记录。
zh_hant: 連接提供者後，選擇一個區域來檢視和管理 DNS 記錄。

source: Only A/AAAA/CNAME can be proxied through Cloudflare.
de: Nur A/AAAA/CNAME kann über Cloudflare weitergeleitet werden.
es: Solo A/AAAA/CNAME puede ser proxy a través de Cloudflare.
fr: Seuls A/AAAA/CNAME peuvent être proxy via Cloudflare.
hi: Cloudflare के माध्यम से केवल A/AAAA/CNAME को प्रॉक्सी किया जा सकता है।
id: Hanya A/AAAA/CNAME yang dapat diproksi melalui Cloudflare.
ja: Cloudflareを介してプロキシできるのはA/AAAA/CNAMEのみです。
ko: A/AAAA/CNAME만 Cloudflare를 통해 프록시될 수 있습니다.
pl: Tylko A/AAAA/CNAME może być proxy przez Cloudflare.
pt_br: Somente A/AAAA/CNAME pode ser proxy por meio da Cloudflare.
tr: Cloudflare aracılığıyla yalnızca A/AAAA/CNAME proxy'si kullanılabilir.
uk: Лише A/AAAA/CNAME можна проксі через Cloudflare.
vi: Chỉ A/AAAA/CNAME mới có thể được ủy quyền thông qua Cloudflare.
zh_hans: 仅 A/AAAA/CNAME 可以通过 Cloudflare 进行代理。
zh_hant: 僅 A/AAAA/CNAME 可以透過 Cloudflare 進行代理。

source: Only required for documented reseller subaccount access.
de: Nur für den dokumentierten Zugriff auf Reseller-Unterkonten erforderlich.
es: Solo se requiere para el acceso documentado a la subcuenta de revendedor.
fr: Uniquement requis pour l'accès documenté au sous-compte du revendeur.
hi: केवल दस्तावेज़ीकृत पुनर्विक्रेता उप-खाता पहुंच के लिए आवश्यक है।
id: Hanya diperlukan untuk akses sub-akun pengecer yang terdokumentasi.
ja: 文書化されたリセラーのサブアカウントへのアクセスにのみ必要です。
ko: 문서화된 리셀러 하위 계정 액세스에만 필요합니다.
pl: Wymagane tylko w przypadku udokumentowanego dostępu do subkonta sprzedawcy.
pt_br: Necessário apenas para acesso documentado à subconta do revendedor.
tr: Yalnızca belgelenen bayi alt hesabı erişimi için gereklidir.
uk: Потрібен лише для задокументованого доступу до субоблікового запису торговельного посередника.
vi: Chỉ bắt buộc đối với quyền truy cập tài khoản phụ của người bán lại được ghi lại.
zh_hans: 仅需要记录的经销商子帐户访问权限。
zh_hant: 僅需要記錄的經銷商子帳戶存取權限。

source: Open in New Window
de: In neuem Fenster öffnen
es: Abrir en ventana nueva
fr: Ouvrir dans une nouvelle fenêtre
hi: नई विंडो में खोलें
id: Buka di Jendela Baru
ja: 新しいウィンドウで開く
ko: 새 창에서 열기
pl: Otwórz w nowym oknie
pt_br: Abrir em uma nova janela
tr: Yeni Pencerede Aç
uk: Відкрити в новому вікні
vi: Mở trong cửa sổ mới
zh_hans: 在新窗口中打开
zh_hant: 在新視窗中開啟

source: Optional authoritative nameserver added when DNSDeck creates a native zone.
de: Optionaler autorisierender Nameserver, der hinzugefügt wird, wenn DNSDeck eine native Zone erstellt.
es: Servidor de nombres autorizado opcional agregado cuando DNSDeck crea una zona nativa.
fr: Serveur de noms faisant autorité facultatif ajouté lorsque DNSDeck crée une zone native.
hi: जब DNSDeck एक मूल क्षेत्र बनाता है तो वैकल्पिक आधिकारिक नेमसर्वर जोड़ा जाता है।
id: Server nama otoritatif opsional ditambahkan ketika DNSDeck membuat zona asli.
ja: DNSDeck がネイティブ ゾーンを作成するときに追加されるオプションの権威ネームサーバー。
ko: DNSDeck이 기본 영역을 생성할 때 선택적 권한 있는 이름 서버가 추가됩니다.
pl: Opcjonalny autorytatywny serwer nazw dodany, gdy DNSDeck tworzy strefę natywną.
pt_br: Servidor de nomes autoritativo opcional adicionado quando o DNSDeck cria uma zona nativa.
tr: DNSDeck yerel bir bölge oluşturduğunda isteğe bağlı yetkili ad sunucusu eklenir.
uk: Додатковий авторитетний сервер імен додається, коли DNSDeck створює власну зону.
vi: Máy chủ tên có thẩm quyền tùy chọn được thêm vào khi DNSDeck tạo vùng gốc.
zh_hans: DNSDeck 创建本机区域时添加的可选权威名称服务器。
zh_hant: DNSDeck 建立本機區域時新增的選用權威名稱伺服器。

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
ja: パスワード
ko: 비밀번호
pl: Hasło
pt_br: Senha
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Paste BIND zone records or load a zone file.
de: Fügen Sie BIND-Zonendatensätze ein oder laden Sie eine Zonendatei.
es: Pegue registros de zona BIND o cargue un archivo de zona.
fr: Collez les enregistrements de zone BIND ou chargez un fichier de zone.
hi: BIND ज़ोन रिकॉर्ड चिपकाएँ या ज़ोन फ़ाइल लोड करें।
id: Tempelkan catatan zona BIND atau muat file zona.
ja: BIND ゾーン レコードを貼り付けるか、ゾーン ファイルをロードします。
ko: BIND 영역 레코드를 붙여넣거나 영역 파일을 로드하세요.
pl: Wklej rekordy strefy BIND lub załaduj plik strefy.
pt_br: Cole registros de zona BIND ou carregue um arquivo de zona.
tr: BIND bölge kayıtlarını yapıştırın veya bir bölge dosyası yükleyin.
uk: Вставте записи зони BIND або завантажте файл зони.
vi: Dán bản ghi vùng BIND hoặc tải tệp vùng.
zh_hans: 粘贴 BIND 区域记录或加载区域文件。
zh_hant: 貼上 BIND 區域記錄或載入區域文件。

source: Personal Access Token
de: Persönliches Zugriffstoken
es: Token de acceso personal
fr: Jeton d'accès personnel
hi: व्यक्तिगत पहुँच टोकन
id: Token Akses Pribadi
ja: パーソナルアクセストークン
ko: 개인 액세스 토큰
pl: Osobisty token dostępu
pt_br: Token de acesso pessoal
tr: Kişisel Erişim Jetonu
uk: Персональний маркер доступу
vi: Mã thông báo truy cập cá nhân
zh_hans: 个人访问令牌
zh_hant: 個人訪問令牌

source: Porkbun defaults omitted or zero TTLs to the account minimum, typically 600 seconds.
de: Bei Porkbun werden standardmäßig weggelassene oder null TTLs auf das Kontominimum, normalerweise 600 Sekunden, zurückgesetzt.
es: Los valores predeterminados de Porkbun se omiten o no hay TTL en el mínimo de la cuenta, normalmente 600 segundos.
fr: Porkbun est omis par défaut ou zéro TTL par rapport au minimum du compte, généralement 600 secondes.
hi: पोर्कबुन डिफ़ॉल्ट रूप से खाते में न्यूनतम 600 सेकंड के लिए छोड़े गए या शून्य टीटीएल को छोड़ देता है।
id: Default Porkbun dihilangkan atau TTL nol pada minimum akun, biasanya 600 detik.
ja: Porkbun のデフォルトでは、TTL が省略されているか、アカウントの最小値 (通常は 600 秒) がゼロになっています。
ko: Porkbun은 기본적으로 생략되거나 계정 최소값(일반적으로 600초)에 대한 TTL이 0입니다.
pl: Porkbun domyślnie pominął lub zerował TTL do minimum konta, zwykle 600 sekund.
pt_br: Os padrões do Porkbun são omitidos ou zero TTLs no mínimo da conta, normalmente 600 segundos.
tr: Porkbun varsayılanları atlanır veya hesap minimumuna TTL'ler sıfırlanır, genellikle 600 saniye.
uk: Porkbun за замовчуванням пропускає або нуль TTL до мінімального облікового запису, зазвичай 600 секунд.
vi: Porkbun mặc định bị bỏ qua hoặc không có TTL ở mức tối thiểu của tài khoản, thường là 600 giây.
zh_hans: Porkbun 默认忽略帐户的最小 TTL 或将 TTL 设置为零，通常为 600 秒。
zh_hant: Porkbun 預設忽略帳戶的最小 TTL 或將 TTL 設為零，通常為 600 秒。

source: Port
de: Hafen
es: Puerto
hi: बंदरगाह
id: Pelabuhan
ja: 港
ko: 항구
pl: Portu
pt_br: Porto
tr: Liman
uk: Порт
vi: Cảng
zh_hans: 港口
zh_hant: 港口

source: Port must be between 1 and 65535
de: Der Port muss zwischen 1 und 65535 liegen
es: El puerto debe estar entre 1 y 65535
fr: Le port doit être compris entre 1 et 65535
hi: पोर्ट 1 और 65535 के बीच होना चाहिए
id: Port harus antara 1 dan 65535
ja: ポートは 1 ～ 65535 でなければなりません
ko: 포트는 1에서 65535 사이여야 합니다.
pl: Port musi należeć do zakresu od 1 do 65535
pt_br: A porta deve estar entre 1 e 65535
tr: Bağlantı noktası 1 ile 65535 arasında olmalıdır
uk: Порт має бути від 1 до 65535
vi: Cổng phải nằm trong khoảng từ 1 đến 65535
zh_hans: 端口必须介于 1 和 65535 之间
zh_hant: 連接埠必須介於 1 和 65535 之間

source: Postman JSON
de: Postbote JSON
es: cartero json
fr: Facteur JSON
hi: डाकिया JSON
id: Tukang pos JSON
ja: 郵便配達員の JSON
ko: 우편 배달부 JSON
pl: Listonosz JSON
pt_br: Carteiro JSON
tr: Postacı JSON
uk: Листоноша JSON
vi: Người đưa thư JSON
zh_hans: 邮递员 JSON
zh_hant: 郵差 JSON

source: PowerDNS accepts non-negative 32-bit TTL values and replaces an entire RRset in one zone PATCH.
de: PowerDNS akzeptiert nicht negative 32-Bit-TTL-Werte und ersetzt einen gesamten RRset in einem Zonen-PATCH.
es: PowerDNS acepta valores TTL de 32 bits no negativos y reemplaza un RRset completo en un PATCH de una zona.
fr: PowerDNS accepte les valeurs TTL 32 bits non négatives et remplace un RRset entier dans une zone PATCH.
hi: PowerDNS गैर-नकारात्मक 32-बिट TTL मान स्वीकार करता है और एक ज़ोन PATCH में संपूर्ण RRset को प्रतिस्थापित करता है।
id: PowerDNS menerima nilai TTL 32-bit non-negatif dan menggantikan seluruh RRset dalam satu zona PATCH.
ja: PowerDNS は、負でない 32 ビット TTL 値を受け入れ、1 つのゾーン PATCH 内の RRset 全体を置き換えます。
ko: PowerDNS는 음수가 아닌 32비트 TTL 값을 허용하고 하나의 영역 PATCH에서 전체 RRset를 대체합니다.
pl: PowerDNS akceptuje nieujemne 32-bitowe wartości TTL i zastępuje cały zestaw RR w jednej strefie PATCH.
pt_br: PowerDNS aceita valores TTL não negativos de 32 bits e substitui um RRset inteiro em uma zona PATCH.
tr: PowerDNS, negatif olmayan 32 bit TTL değerlerini kabul eder ve tek bir PATCH bölgesindeki tüm RRset'in yerini alır.
uk: PowerDNS приймає невід’ємні 32-розрядні значення TTL і замінює весь RRset в одній зоні PATCH.
vi: PowerDNS chấp nhận các giá trị TTL 32 bit không âm và thay thế toàn bộ tập bản ghi tài nguyên trong một vùng PATCH.
zh_hans: PowerDNS 接受非负 32 位 TTL 值并替换一个区域 PATCH 中的整个 RRset。
zh_hant: PowerDNS 接受非負 32 位元 TTL 值並取代一個區域 PATCH 中的整個 RRset。

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
hi: प्राथमिकता
id: Prioritas
ja: 優先順位
ko: 우선순위
pl: Priorytet
pt_br: Prioridade
tr: Öncelik
uk: Пріоритет
vi: Ưu tiên
zh_hans: 优先级
zh_hant: 優先權

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인 정보 보호
pl: Prywatność
pt_br: Privacidade
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

source: Private
de: Privat
es: Privado
fr: Privé
hi: निजी
id: Pribadi
ja: プライベート
ko: 비공개
pl: Prywatny
pt_br: Privado
tr: Özel
uk: Приватний
vi: Riêng tư
zh_hans: 私人
zh_hant: 私人

source: Private API Key
de: Privater API-Schlüssel
es: Clave API privada
fr: Clé API privée
hi: निजी एपीआई कुंजी
id: Kunci API Pribadi
ja: 秘密APIキー
ko: 비공개 API 키
pl: Prywatny klucz API
pt_br: Chave de API privada
tr: Özel API Anahtarı
uk: Приватний ключ API
vi: Khóa API riêng
zh_hans: 私有 API 密钥
zh_hant: 私有 API 金鑰

source: Project ID
de: Projekt-ID
es: ID del proyecto
fr: ID du projet
hi: प्रोजेक्ट आईडी
id: ID Proyek
ja: プロジェクトID
ko: 프로젝트 ID
pl: Identyfikator projektu
pt_br: ID do projeto
tr: Proje Kimliği
uk: ID проекту
vi: Mã dự án
zh_hans: 项目编号
zh_hant: 項目編號

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
hi: प्रोटोकॉल
id: Protokol
ja: プロトコル
ko: 프로토콜
pl: Protokół
pt_br: Protocolo
tr: Protokol
uk: Протокол
vi: Giao thức
zh_hans: 协议
zh_hant: 協定

source: Provide Feedback
de: Geben Sie Feedback
es: Proporcionar comentarios
fr: Fournir des commentaires
hi: प्रतिक्रिया प्रदान करें
id: Berikan Umpan Balik
ja: フィードバックを提供する
ko: 피드백 제공
pl: Przekaż opinię
pt_br: Fornecer comentários
tr: Geribildirim Sağlayın
uk: Надати відгук
vi: Cung cấp phản hồi
zh_hans: 提供反馈
zh_hant: 提供回饋

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
hi: प्रदाता
id: Penyedia
ja: プロバイダー
ko: 공급자
pl: Dostawca
pt_br: Provedor
tr: sağlayıcı
uk: Провайдер
vi: nhà cung cấp
zh_hans: 提供者
zh_hant: 提供者

source: Provider Details
de: Anbieterdetails
es: Detalles del proveedor
fr: Détails du fournisseur
hi: प्रदाता विवरण
id: Detail Penyedia
ja: プロバイダーの詳細
ko: 제공업체 세부정보
pl: Szczegóły dostawcy
pt_br: Detalhes do provedor
tr: Sağlayıcı Ayrıntıları
uk: Інформація про постачальника
vi: Chi tiết nhà cung cấp
zh_hans: 提供商详细信息
zh_hant: 提供者詳細信息

source: Provider error: %@
de: Anbieterfehler: %@
es: Error del proveedor: %@
fr: Erreur du fournisseur : %@
hi: प्रदाता त्रुटि: %@
id: Kesalahan penyedia: %@
ja: プロバイダー エラー: %@
ko: 공급자 오류: %@
pl: Błąd dostawcy: %@
pt_br: Erro do provedor: %@
tr: Sağlayıcı hatası: %@
uk: Помилка постачальника: %@
vi: Lỗi nhà cung cấp: %@
zh_hans: 提供商错误：%@
zh_hant: 提供者錯誤：%@

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
hi: प्रदाता
id: Penyedia
ja: プロバイダー
ko: 공급자
pl: Dostawcy
pt_br: Provedores
tr: Sağlayıcılar
uk: Провайдери
vi: Nhà cung cấp
zh_hans: 供应商
zh_hant: 供應商

source: Proxied
de: Stellvertretend
es: proxy
fr: Mandataire
hi: प्रॉक्सीड
id: Diproksi
ja: プロキシ済み
ko: 프록시됨
pl: Przesłane przez serwer proxy
pt_br: Procurado
tr: Proxy uygulandı
uk: Проксі
vi: Được ủy quyền
zh_hans: 代理
zh_hant: 代理商

source: Proxy
de: Stellvertreter
es: apoderado
fr: Procuration
hi: प्रॉक्सी
id: Proksi
ja: プロキシ
ko: 프록시
pl: Pełnomocnik
pt_br: Procurador
tr: vekil
uk: Проксі
vi: ủy nhiệm
zh_hans: 代理
zh_hant: 代理商

source: Proxy via Cloudflare
de: Proxy über Cloudflare
es: Proxy a través de Cloudflare
hi: क्लाउडफ्लेयर के माध्यम से प्रॉक्सी
id: Proksi melalui Cloudflare
ja: Cloudflare経由のプロキシ
ko: Cloudflare를 통한 프록시
pl: Serwer proxy za pośrednictwem Cloudflare
tr: Cloudflare aracılığıyla proxy
uk: Проксі через Cloudflare
vi: Proxy qua Cloudflare
zh_hans: 通过 Cloudflare 代理
zh_hant: 透過 Cloudflare 代理

source: Public
de: Öffentlich
es: Público
fr: Publique
hi: सार्वजनिक
id: Publik
ja: 公共
ko: 공개
pl: Publiczne
pt_br: Público
tr: halka açık
uk: Громадський
vi: công khai
zh_hans: 公共
zh_hant: 公有

source: Ready
de: Bereit
es: Listo
fr: Prêt
hi: तैयार
id: Siap
ja: 準備完了
ko: 준비
pl: Gotowy
pt_br: Pronto
tr: Hazır
uk: Готовий
vi: Sẵn sàng
zh_hans: 准备好
zh_hant: 準備好

source: Realm Domain
de: Realm-Domäne
es: Dominio del reino
fr: Domaine du royaume
hi: क्षेत्र डोमेन
id: Domain Alam
ja: レルムドメイン
ko: 영역 도메인
pl: Domena sfery
pt_br: Domínio do Reino
tr: Bölge Alanı
uk: Домен області
vi: Miền vương quốc
zh_hans: 领域域
zh_hant: 領域域

source: Record
de: Aufnahme
es: Registro
fr: Enregistrer
hi: अभिलेख
id: Rekam
ja: 記録
ko: 기록
pl: Nagraj
pt_br: Gravar
tr: Kayıt
uk: запис
vi: Ghi lại
zh_hans: 记录
zh_hant: 記錄

source: Record Details
de: Details aufzeichnen
es: Detalles del registro
fr: Détails de l'enregistrement
hi: रिकॉर्ड विवरण
id: Detail Rekam
ja: レコードの詳細
ko: 기록 세부정보
pl: Szczegóły rekordu
pt_br: Detalhes do registro
tr: Kayıt Ayrıntıları
uk: Деталі запису
vi: Ghi lại chi tiết
zh_hans: 记录详情
zh_hant: 記錄詳情

source: Record ID
de: Datensatz-ID
es: ID de registro
fr: Identifiant de l'enregistrement
hi: रिकॉर्ड आईडी
id: Rekam ID
ja: レコードID
ko: 레코드 ID
pl: Identyfikator rekordu
pt_br: ID do registro
tr: Kayıt Kimliği
uk: ID запису
vi: ID hồ sơ
zh_hans: 记录ID
zh_hant: 記錄ID

source: Record Name
de: Datensatzname
es: Nombre del registro
fr: Nom de l'enregistrement
hi: रिकार्ड नाम
id: Nama Rekam
ja: レコード名
ko: 레코드 이름
pl: Nazwa rekordu
pt_br: Nome do registro
tr: Kayıt Adı
uk: Назва запису
vi: Tên bản ghi
zh_hans: 记录名称
zh_hant: 記錄名稱

source: Record TTL is rounded up to the next Linode API value between 300 and 2419200 seconds.
de: Die Rekord-TTL wird auf den nächsten Linode-API-Wert zwischen 300 und 2419200 Sekunden aufgerundet.
es: El TTL del registro se redondea al siguiente valor de API de Linode entre 300 y 2419200 segundos.
fr: La durée de vie de l'enregistrement est arrondie à la valeur API Linode suivante entre 300 et 2 419 200 secondes.
hi: रिकॉर्ड टीटीएल को 300 और 2419200 सेकंड के बीच अगले लिनोड एपीआई मान तक पूर्णांकित किया जाता है।
id: Catatan TTL dibulatkan ke nilai Linode API berikutnya antara 300 dan 2419200 detik.
ja: レコード TTL は、300 ～ 2419200 秒の次の Linode API 値に切り上げられます。
ko: 레코드 TTL은 300초에서 2419200초 사이의 다음 Linode API 값으로 반올림됩니다.
pl: Rekord TTL jest zaokrąglany w górę do następnej wartości API Linode z zakresu od 300 do 2419200 sekund.
pt_br: O registro TTL é arredondado para o próximo valor da API Linode entre 300 e 2.419.200 segundos.
tr: TTL kaydı, 300 ile 2419200 saniye arasındaki bir sonraki Linode API değerine yuvarlanır.
uk: Запис TTL округлюється до наступного значення Linode API від 300 до 2419200 секунд.
vi: Bản ghi TTL được làm tròn thành giá trị API Linode tiếp theo trong khoảng từ 300 đến 2419200 giây.
zh_hans: 记录 TTL 向上舍入到 300 到 2419200 秒之间的下一个 Linode API 值。
zh_hant: 記錄 TTL 向上舍入到 300 到 2419200 秒之間的下一個 Linode API 值。

source: Record Type
de: Datensatztyp
es: Tipo de registro
fr: Type d'enregistrement
hi: रिकॉर्ड प्रकार
id: Jenis Rekaman
ja: レコードタイプ
ko: 레코드 유형
pl: Typ rekordu
pt_br: Tipo de registro
tr: Kayıt Türü
uk: Тип запису
vi: Loại bản ghi
zh_hans: 记录类型
zh_hant: 記錄類型

source: Record name (e.g. @ or www)
de: Datensatzname (z. B. @ oder www)
es: Nombre del registro (por ejemplo, @ o www)
fr: Nom de l'enregistrement (par exemple @ ou www)
hi: रिकॉर्ड नाम (जैसे @ या www)
id: Nama rekaman (misalnya @ atau www)
ja: レコード名 (例: @ または www)
ko: 레코드 이름(예: @ 또는 www)
pl: Nazwa rekordu (np. @ lub www)
pt_br: Nome do registro (por exemplo, @ ou www)
tr: Kayıt adı (ör. @ veya www)
uk: Назва запису (наприклад, @ або www)
vi: Tên bản ghi (ví dụ: @ hoặc www)
zh_hans: 记录名称（例如@或www）
zh_hant: 記錄名稱（例如@或www）

source: Record name (e.g. _sip._tcp)
de: Eintragsname (z. B. _sip._tcp)
es: Nombre del registro (por ejemplo, _sip._tcp)
fr: Nom de l'enregistrement (par exemple _sip._tcp)
hi: रिकॉर्ड नाम (उदा. _sip._tcp)
id: Nama rekaman (misalnya _sip._tcp)
ja: レコード名 (例: _sip._tcp)
ko: 레코드 이름(예: _sip._tcp)
pl: Nazwa rekordu (np. _sip._tcp)
pt_br: Nome do registro (por exemplo, _sip._tcp)
tr: Kayıt adı (ör. _sip._tcp)
uk: Назва запису (наприклад, _sip._tcp)
vi: Tên bản ghi (ví dụ: _sip._tcp)
zh_hans: 记录名称（例如_sip._tcp）
zh_hant: 記錄名稱（例如_sip._tcp）

source: Records cache
de: Cache für Aufzeichnungen
es: Caché de registros
fr: Cache des enregistrements
hi: कैश रिकॉर्ड करता है
id: Catatan cache
ja: レコードキャッシュ
ko: 기록 캐시
pl: Pamięć podręczna rekordów
pt_br: Cache de registros
tr: Kayıt önbelleği
uk: Кеш записів
vi: Bộ nhớ đệm ghi lại
zh_hans: 记录缓存
zh_hant: 記錄快取

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: ताज़ा करें
id: Segarkan
ja: リフレッシュ
ko: 새로고침
pl: Odśwież
pt_br: Atualizar
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Zones
de: Zonen aktualisieren
es: Actualizar zonas
fr: Actualiser les zones
hi: ताज़ा क्षेत्र
id: Segarkan Zona
ja: リフレッシュゾーン
ko: 새로 고침 구역
pl: Odśwież strefy
pt_br: Atualizar zonas
tr: Bölgeleri Yenile
uk: Оновити зони
vi: Làm mới vùng
zh_hans: 刷新区
zh_hant: 重新整理區

source: Relative (e.g., 2 hours ago)
de: Relativ (z. B. vor 2 Stunden)
es: Relativo (por ejemplo, hace 2 horas)
fr: Parent (par exemple, il y a 2 heures)
hi: रिश्तेदार (जैसे, 2 घंटे पहले)
id: Relatif (misalnya, 2 jam yang lalu)
ja: 相対的 (例: 2 時間前)
ko: 상대 항목(예: 2시간 전)
pl: Względnie (np. 2 godziny temu)
pt_br: Relativo (por exemplo, 2 horas atrás)
tr: Göreli (ör. 2 saat önce)
uk: Відносний (наприклад, 2 години тому)
vi: Người thân (ví dụ: 2 giờ trước)
zh_hans: 相对（例如，2 小时前）
zh_hant: 相對（例如，2 小時前）

source: Remove Nameserver
de: Nameserver entfernen
es: Eliminar servidor de nombres
fr: Supprimer le serveur de noms
hi: नेमसर्वर हटाएँ
id: Hapus Server Nama
ja: ネームサーバーの削除
ko: 네임서버 제거
pl: Usuń serwer nazw
pt_br: Remover servidor de nomes
tr: Ad Sunucusunu Kaldır
uk: Видалити сервер імен
vi: Xóa máy chủ tên
zh_hans: 删除域名服务器
zh_hant: 刪除網域名稱伺服器

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
hi: नाम बदलें
id: Ganti nama
ja: 名前の変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt_br: Renomear
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Environment
de: Umgebung umbenennen
es: Cambiar nombre del entorno
fr: Renommer l'environnement
hi: पर्यावरण का नाम बदलें
id: Ganti nama Lingkungan
ja: 環境名の変更
ko: 환경 이름 바꾸기
pl: Zmień nazwę środowiska
pt_br: Renomear ambiente
tr: Ortamı Yeniden Adlandır
uk: Перейменувати середовище
vi: Đổi tên môi trường
zh_hans: 重命名环境
zh_hant: 重新命名環境

# Replace %lld record%@
source: Replace %1$lld record%2$@
de: Ersetzen Sie den Eintrag %1$lld%2$@
es: Reemplazar registro %1$lld%2$@
fr: Remplacer l'enregistrement %1$lld%2$@
hi: %1$lld रिकॉर्ड बदलें%2$@
id: Ganti catatan %1$lld%2$@
ja: %1$lld レコードを置き換えます%2$@
ko: %1$lld 레코드 교체%2$@
pl: Zamień rekord %1$lld %2$@
pt_br: Substitua o registro %1$lld%2$@
tr: %1$lld kaydını değiştirin%2$@
uk: Замінити %1$lld запис %2$@
vi: Thay thế bản ghi %1$lld%2$@
zh_hans: 替换%1$lld记录%2$@
zh_hant: 替換%1$lld記錄%2$@

source: Replace With
de: Ersetzen durch
es: Reemplazar con
fr: Remplacer par
hi: के साथ बदलें
id: Ganti Dengan
ja: 次で置換
ko: 다음으로 바꾸기
pl: Zamień na
pt_br: Substituir por
tr: Şununla Değiştir:
uk: Замінити на
vi: Thay thế bằng
zh_hans: 替换为
zh_hant: 替換為

source: Replace a literal substring across all loaded records in this zone.
de: Ersetzen Sie eine literale Teilzeichenfolge über alle geladenen Datensätze in dieser Zone.
es: Reemplace una subcadena literal en todos los registros cargados en esta zona.
fr: Remplacez une sous-chaîne littérale dans tous les enregistrements chargés dans cette zone.
hi: इस क्षेत्र में सभी लोड किए गए रिकॉर्ड में एक शाब्दिक सबस्ट्रिंग बदलें।
id: Ganti substring literal di semua catatan yang dimuat di zona ini.
ja: このゾーンにロードされたすべてのレコードのリテラル部分文字列を置き換えます。
ko: 이 영역에 로드된 모든 레코드에서 리터럴 하위 문자열을 바꿉니다.
pl: Zastąp dosłowny podciąg we wszystkich załadowanych rekordach w tej strefie.
pt_br: Substitua uma substring literal em todos os registros carregados nesta zona.
tr: Bu bölgedeki tüm yüklü kayıtlar arasında değişmez bir alt dizeyi değiştirin.
uk: Замініть літеральний підрядок у всіх завантажених записах у цій зоні.
vi: Thay thế một chuỗi con bằng chữ trên tất cả các bản ghi được tải trong vùng này.
zh_hans: 替换该区域中所有已加载记录的文字子字符串。
zh_hant: 替換該區域中所有已載入記錄的文字子字串。

source: Replacement text
de: Ersatztext
es: Texto de reemplazo
fr: Texte de remplacement
hi: प्रतिस्थापन पाठ
id: Teks pengganti
ja: 置換テキスト
ko: 대체 텍스트
pl: Tekst zastępczy
pt_br: Texto de substituição
tr: Değiştirme metni
uk: Текст заміни
vi: Văn bản thay thế
zh_hans: 替换文本
zh_hant: 替換文字
